Repository: henrique-andrade/time-limit
Catalog: po/extra/*.po
Languages: nl

source: Time Limit
nl: Tijdslimiet

source: A simply beautiful timer
nl: Een eenvoudige doch mooie tijdklok

source: Timer;Countdown;Deadline;Clock;
nl: Timer;Tijdklok;Aftellen;Deadline;Klok;

source: A simple and beautiful timer
nl: Een eenvoudige doch mooie tijdklok

source: Drag the blue arrow to set a timer. Release to start and click to pause. When the time is up, a notification will show up with a nice sound.
nl: Verschuif de blauwe pijl om de tijdklok in te stellen. Laat los om te starten en klik om te onderbreken. Als het tijd is, wordt er een melding getoond en een geluid afgespeeld.

source: Keyboard shortcuts:
nl: Sneltoetsen:

source: <code>Space</code> for pause/play
nl: <code>Spatiebalk</code>: onderbreken/hervatten

source: <code>Esc</code> to reset
nl: <code>Esc</code>: opnieuw instellen

source: Fixed #26
nl: #26 opgelost

source: Merged #27 &amp; #28
nl: #27 en #28 geïmplementeerd

source: Fixed #19
nl: #19 opgelost

source: Merged #23
nl: #23 geïmplementeerd

source: Submitting the first version to elementary AppCenter! 🎉️
nl: Dit is de eerste uitgave in elementary's AppCenter! 🎉️
